Repository: CloudWallk/infinitepay-woocommerce-plugin
Catalog: i18n/languages/infinitepix-woocommerce-*.po
Languages: pt_br

source: InfinitePay payments for WooCommerce
pt_br: Plugin InfinitePay de pagamentos para Woocommerce

source: Accept credit cards payments with InfinitePay
pt_br: Aceita pagamentos por PIX utilizando a InfinitePay

source: Enabled/Disabled
pt_br: Ativo/Inativo

source: Enable payments with InfinitePay
pt_br: Utilize agora o meio de pagamento da InfinitePay em seu Woocommerce

source: Payment Title
pt_br: Título do Pagamento

source: Title that will be shown for the customers on your checkout page
pt_br: O título será mostrado para seus clientes na tela de checkout

source: Credit Card
pt_br: PIX InfinitePay

source: Description
pt_br: Descrição

source: Description that will be shown for the customers on your checkout page
pt_br: A descrição será mostrada para seus clientes na tela de checkout

source: Instructions
pt_br: Instruções

source: Instructions that will be shown on thank you page and will be sent on email
pt_br: Instruções que serão enviadas por E-mail

source: Maximum number of installments
pt_br: Número máximo de parcelas

source: Maximum number of installments that a customer can split the final amount
pt_br: Número máximo de parcelas em que seu cliente poderá dividir a compra

source: API Key
pt_br: Chave da API

source: Key to connect with InfinitePay
pt_br: Chave de API para conectar com a InfinitePay

source: Installments
pt_br: Parcelas

source: Final amount
pt_br: Valor Total

source: Please review your card information and try again
pt_br: Por favor revise os dados do pagamento e tente novamente

source: Ooops, an internal error has occurred, contact an administrator!
pt_br: Ops, um erro inesperado ocorreu, por favor entre em contato com algum administrador!
